abusaidm.html-snippets
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alexandernanberg.horizon-theme-vscode
alexanderte.dainty-vscode
ambar.bundle-size
amomum.theme-verdigris-light
apollographql.vscode-apollo
arzg.sema
ashinzekene.nestjs
astro-build.astro-vscode
azemoh.one-monokai
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
bungcip.better-toml
Catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
codezombiech.gitignore
cometeer.spacemacs
cschlosser.doxdocgen
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
eliostruyf.vscode-typescript-exportallmodules
enkia.tokyo-night
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
FelixAngelov.bloc
formulahendry.auto-rename-tag
formulahendry.code-runner
gerane.Theme-Flat
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
idleberg.applescript
janisdd.vscode-edit-csv
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
johnpapa.winteriscoming
kruemelkatze.vscode-dashboard
liviuschera.noctis
lkytal.FlatUI
mattpocock.ts-error-translator
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
Nash.awesome-flutter-snippets
naumovs.color-highlight
nrwl.angular-console
oderwat.indent-rainbow
phplasma.csv-to-table
PKief.material-icon-theme
PulkitGangwar.nextjs-snippets
quicktype.quicktype
raczzalan.webgl-glsl-editor
rangav.vscode-thunder-client
rbbit.typescript-hero
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
ryanolsonx.solarized
sburg.vscode-javascript-booster
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
SimonSiefke.svg-preview
skyran.js-jsx-snippets
sleistner.vscode-fileutils
slevesque.shader
statelyai.stately-vscode
steoates.autoimport
tinkertrain.theme-panda
tonsky.theme-alabaster
twxs.cmake
Tyriar.lorem-ipsum
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
